[
  {
    "CommonName": "Agrimony",
    "LatinName": "Agrimonia eupatoria",
    "ImageName": "agrimony",
    "Level": 1,
    "HerbalFamily": "Rosaceae",
    "PartsUsed": ["Root", "Flowering aerial parts"],
    "Regions": ["Europe", "Asia", "North Africa"],
    "Actions": ["Astrigent", "Tonic", "Diuretic", "Vulnerary", "Cholagogue"],
    "Constituents": ["Tannins", "Glycosidal bitters", "Nicotinic acid", "Silicic acid", "Iron", "Vitamin B", "Vitamin K", "Essential oil"],
    "TreatsInfusion": ["Diarrheoa", "Mucous Collitis", "Appendicitis", "Indigestion", "Urinary incontinence", "Cystitis", "Sore throat", "Laryngitis"],
    "TreatsOintment": ["Wounds", "Bruises"],
    "Habitat": ["Hedgerows", "Road Sides", "Grasslands"],
    "Sections": [
      {
        "Title": "Other Names",
        "Content": "Harvest lice, Ray’s tail(s), Liverwort, Sticklewort, Stickweed, Sweethearts, Tea plant, Cockeburr, Cockleburr, Clot burr, Fairy’s wand, Lemonwort, Church steeples, Salt and pepper, Aaron’s rod, Beggars’s lice, Beggra’s ticks, Money-in-both-pockets, Philanthropos, garclive (Saxon)"
      },
      {
        "Title": "Habitat and Botanical Characteristic",
        "Content": "A hardly 24-inch (61 cm) perennial with downy leaves which smells faintly of apricot and small yellow flowers which grow up the erect spikes the end of the stem. Seed capsules are burrs that prove to be a nuisance by attaching themselves to pet fur and clothing. Found growing in hedgerows, road sides and grasslands in [Europe][], [Asia][] and [North Africa][]."
      },
      {
        "Title": "History and Folklore",
        "Content": "The use of Agrimony dates back to the ancient Egyptians, the name comes from the Greek word Argemone (plants healing to eyes). The word Eupatoria honors King Mithridates Eupator of Pontus, ancient Persia king, who was said to have developed a universal antidote to poison. Agrimony is best known as a wound herb used on medical battlefields to staunch bleeding, and Anglo-Saxons taught that it would heal wounds, snakes bites, warts, etc. The Ancient Roman author Pliny described to as a \"herb of princely authority\" and Dioscorides recommended it as a general purgative, stating that it was \"a remedy for those that have bad livers\" and also \"for such as are bitten with serpents\". Galen recommended it for jaundice and as an astringent of the bowels. In the 13th century, the Physicians of Myddfai in Wales used to for mastitis which they called \"Inflammation of the Mammae\" in the following way: \"Take agrimony, betony and vervain, and pound well, then mix with strong old ale, strain well, and set some milk on the fire, when this boils add the liquor thereto and make a posset thereof, giving it to the woman to drink warm. Let he do this frequently and she will be cured.\"
      },
      {
        "Title": "Therapeutic Uses",
        "Content": "It is a specific in **childhood diarrhoea**. Its property gives it a role in the treatment of **mucous colitis**. Agrimony is a herb of choice in **appendicitis**. It may be used in **indigestions**. There is a long tradition of its use as **spring tonic**. It may be used in **urinary incontinence** and **cystitis**. As a gargle it is beneficial in the relief of **sore throat** and **laryngitis**. As an ointment it will help the healing of **wounds** and **bruises**. A small clinical trial that involved an infusion of Agrimony supported its traditional use in treating skin ailments. The patients that took the infusion also showed improvement in their general health."
      },
      {
        "Title": "Preparation and Dosage",
        "Content": "Infusion: 2 tea spoon of dry herb to infuse 10 to 15 minutes, drink 3 times a day

Tincture: 1:1 , 3mL of tincure 3 times a day"
      },
      {
        "Title": "Safety Issue",
        "Content": "Agrimony is safe for most adults when used short-term. But large amounts of agrimony are possibly unsafe because agrimony contains chemicals called tannins. Agrimony can make some people's skin extra sensitive to sunlight and more likely to burn.

Pregnancy and breast-feeding: Agrimony is possibly usafe during pregnancy because it might affect the menstrual cycle. There is not enough reliable information about the safety of taking agrimony if you are breast-feeding. Stay on the safe side and avoid use.

Diabetes: Agrimony might lower blood sugar levels. People with diabetes should monitor their blood glucose levels closely. If you have diabetes, it’s best to check with your healthcare provider before starting agrimony.

Surgery: Agrimony might affect blood sugar levels, so there is a concern that it might interfere with blood sugar control during and after surgery. Stop using agrimony at least 2 weeks before a scheduled surgery. (Therapeutic Research Faculty 2009)"
      },
      {
        "Title": "Relevance to Herbal Practice",
        "Content": "The combinaton of astringency and of bitter tonic properties makes Agrinony a valuable remedy, particularly when an astringent action on the digestive system is needed, as its tonic action is due to the bitter stimulation of digestive and liver secretions. It is often used with carminative for digestive problems."
      },
      {
        "Title": "Ecological and Conservation Issues",
        "Content": "Grassland is subject to various human influences like culture or farming and the vegetation is deeply touched by the treatment the land receives. Many species including Agrimonia eupatoria are rarefying in their wild version. For the last few years, the project \"Recolonisation of Cultivated Land\" allowed to revert to natural conditions in Britain. There is a similar undertaking in the USA particularly in the state of New York."
      }
    ],
    "References": [
      "A. Dawson, Herbs: Partners in Life: Healing, Gardening, and Cooking with Wild Plants, 2000",
      "Breverton, Complete Herbal, 2011",
      "Simmonds, Howes and Irving, The Gardner Companion Medicinal Plants, 2016 Growing Hermione’s Garden, 2011",
      "PubMed, Food Chem Toxicol, 2012",
      "PubMed, Arch Physiol Biochem, 2013",
      "Therapeutic Research Faculty 2009",
      "Winifred E. Brenchley and Helen Adam, Journal of Ecology, 1995"
    ]
  },
  {
    "CommonName": "Horse Chestnut",
    "LatinName": "Aesculus hippocastanum",
    "ImageName": "horsechestnut",
    "Level": 1,
    "HerbalFamily": "Hippocastanaceae",
    "PartsUsed": ["Leaves", "Conkers", "Bark"],
    "Regions": ["Europe"],
    "Actions": ["Anti-inflammatory", "Vasodilator", "Astringent", "Venotonic/vascular protective", "Anti-oedematous", "Tonic", "Narcotic", "Febrifuge", "Vitamin P"],
    "Constituents": ["Hippocaesculin", "Saponins."],
    "TreatsInfusion": ["Chronic Venous Insufficiency", "Haemorrhoids"],
    "TreatsOintment": [],
    "Habitat": ["Hedgerows", "Road Sides", "Parks", "Gardens"],
    "Sections": [
      {
        "Title": "History and Folklore",
        "Content": "Prior to the last ice age, the tree was indigenous to Central Europe, then spread through the Balkan Peninsular, Asia Minor and the Himalayas. It returned to Europe in the 1500s and was introduced to England in the early 1600s.

The name 'Aesculus' was originally applied to a species of oak but was later changed. 'Hippocastanum' literally means Horse chestnut - the seed was used to treat coughing and broken wind in horses.

There's very little folklore due to it being an introduced species but one folk belief was that carrying the seeds in one’s pocket would prevent gout, rheumatism and back pains. (Grieve, 1931; Vogel, 2015)"
      },
      {
        "Title": "Herbal Actions/main therapeutic uses",
        "Content": "One of the most important therapeutic uses is for Chronic Venous Insufficiency (CVI) and its associated symptoms. CVI is where the venous walls/valves are not working properly making it difficult for blood to be pumped back to the heart. CVI is an important public health concern as up to 25% of women and 15% men suffer with it. Symptoms include oedema, pain, tension, swelling, itching, fatigue, heaviness and cramps. (Siebert et al, 2002)

It's also a primary herb for weakened veins such as varicose veins, haemorrhoids, phlebitis and acne rosacea. (Bruton-Seal & Seal, 2008). The properties are similar to rutin - it stimulates production of prostaglandin F-alpha which contracts veins. (Bartram, 1995)

Other uses documented include rheumatism, fever, ulcers (externally), neuralgia and rectal complaints. (Bartram, 1995; Grieve, 1931)"
      },
      {
        "Title": "Dosage ranges/safety issues",
        "Content": "Cautions: Seek advice if taking lithium, any medications for diabetes or which slow blood clotting, including aspirin. If pregnant or lactating. Avoid high does in kidney disease. Can cause dizziness, pruritis, headache, nausea and reflex. (Thomsen & Gennat, 2009). Internal/oral use may cause stomach irritation. (Bruton-Seal & Seal, 2008)

Studies have concluded that it is an efficient, tolerable and safe herb to use for low/moderate CVI. (Dickson at al, 2004; Suter et al, 2006)

Dosage: Dry herb 1-2g per day; Liquid extract 15-40ml per week (1:2 strength); Powdered extract equivalent to 100mg escin per day. (Thomsen & Gennat, 2009)"
      },
      {
        "Title": "Ecological/conservation issues",
        "Content": "The flowers provide a rich source of nectar to insects and bees. Deer and other mammals eat the conkers. Caterpillars of both the Cameraria ohridella (cause of leaf miner) and triangle moths feed on its leaves, and blue tits like to eat the Cameraria caterpillars. (Woodlandtrust, 2015)

Can be susceptible to fungal infections, Guignardia leaf blotch, horse chestnut scale insect and canker disease (bacterial). Canker can cause death and is a huge threat to the species in the UK and Europe. Leaf minor is also a big problem. (James et al, 2013).

In its native Balkan Peninsular, the tree has been assessed on the IUCN's Red List of Threatened Species as 'near threatened'. This is due to a myriad of factors, including severe leaf minor. Propagules are being introduced to help the seriously declining populations. (IUCN, 2015)"
      },
      {
        "Title": "Relevance to herbal practice",
        "Content": "Horse chestnut's amazing ability to strengthen small blood vessel walls, and its benefits in CVI and associated problems, make it a leading herbal remedy and imperative for any herbal practice. The main active constituent Aescin has been found to be as effective as compression stockings in CVI. It offers a great alternative as the stockings often cause discomfort and attract poor compliance. (Pittler & Ernst, 2012). To my knowledge, there are some alternative herbs which could be used, eg Butcher's broom, Gotu kola to name a few. I feel that horse chestnut is more well known, so may attract more comformity.

In practice, it would be targeting both men and women, including the elderly. Common in women of childbearing age. Hereditary factors also play a part. A study concluded that age affects severity, as does BMI (but in women only). Cannot use on children under 12. Would use tinctures/powders/gel/creams. (EMEA, 2009; Musil et al, 2011)

Could also be targeted at anti-ageing. Works like a natural Botox, tightens the skin, great for wrinkles. (Bruton-Seal & Seal, 2008). The flavanoid action would also help."
      }
    ],
    "References": [
      "Bartram, T. (1995). Bartram's Encyclopedia of Herbal Medicine. London: Constable & Robinson Ltd. p233.",
      "Bruton-Seal, J & Seal, M (2008). Hedgerow Medicine. Shropshire, UK: Merlin Unwin Books Ltd. p74-77.",
      "Dickson. S, Gallagher. J, McIntyre. et al (2004) 'An Open Study to Assess the Safety and Efficacy of Aesculus hippocastanum Tablets (Aesculaforce 50mg) in the Treatment of Chronic Venous Insufficiency'. Journal of Herbal Pharmacotherapy, Vol 4(2)2004. A.Vogel [Online]. Available at: [http://m.avogel.ca/download/Studies/Venaforce-Forte_Safety-and-Efficacy_2004.pdf][]. (Accessed: 23 June 2015)",
      "EMEA, (2009) 'Community Herbal Monograph on Aesculus hippocastanum l.semen'. European Medicines Agency, London; Doc Ref: EMEA/HMPC/225319/2008. Available at: [http://www.ema.europa.eu/docs/en_GB/document_library/Herbal_-_Community_herbal_monograph/2010/01/WC500059105.pdf][] (Accessed: 23 June 2015)",
      "Grieve, M. (1931). A Modern Herbal. (3 ed.) England: Jonathan Cape Ltd. p192- 195.",
      "IUCN, (2015). The IUCN Red List of Threatened Species. Available at: [http://www.iucnredlist.org/details/202914/0][] (Accessed: 18 June 2015)",
      "James, S.L. Tayler, T. Johnson, L, et al (2013). The American Phytopathological Society 151-P. Available at: [http://www.apsnet.org/meetings/Documents/2013_Meeting_Abstracts/aps2013abP151.htm][]. (Accessed: 23 June 2015)",
      "Musil, D. Kaletova, M. Herman, J. (2011) 'Age, body mass index and severity of primary chronic venous disease'. Biomedical Papers Med Fac Univ Palacky Olomouc Czech Repub. 2011 December; 155(4): 367–371. PubMed [Online]. Available at: [http://www.ncbi.nlm.nih.gov/pubmed/22336650][]. (Accessed: 25 June 2015)",
      "Pittler, M.H. Ernst, E.(2012) 'Horse chestnut seed extract for chronic venous insufficiency'. Cochrane Database of Systematic Reviews 2012, Issue 11. Art. No: CD003230. DOI: 10.1002/14651858.CD003230.pub4. Wiley [Online]. Available at: [http://onlinelibrary.wiley.com/doi/10.1002/14651858.CD003230.pub4/pdf/standard;jsessionid=9727C77A34895CBC898AB1825D2E2530.f02t01][]. (Accessed: 23 June 2015)",
      "Siebert, U. Brach, M. Sroczynski, G. et al.(2002). ' Efficacy, routine effectiveness, and safety of horsechestnut seed extract in the treatment of chronic venous insufficiency: A meta-analysis of randomized controlled trials'. International Angiology 21.4.305-15. ProQuest [Online] Available at: [http://search.proquest.com/openview/e68f62999c812fc5f9c9eab396436dc0/1?pq-origsite=gscholar][] (Accessed: 12 June 2015)",
      "Suter, A. Bommer, S. Rechner, J. (2006) 'Treatment of patients with venous insufficiency with fresh plant horse chestnut seed extract: A review of 5 clinical studies'. Advances in Therapy. January–February 2006, Volume 23, Issue 1, pp 179-190. Springer Link [Online]. Available at: [http://link.springer.com/article/10.1007%2FBF02850359][] (Accessed: 25 June 2015)",
      "Thomsen, M. Gennat, H. (2009). Phytotherapy Desk Reference. England: Global Natural Medicine Pty Ltd. p16-17.",
      "Vogel, A. (2015). A.Vogel. Available at: [http://www.avogel.com/plant-encyclopaedia/aesculus_hippocastanum2.php][] (Accessed: 13 June 2015)",
      "Wikipedia (2015). Available at: [https://en.wikipedia.org/wiki/Aesculus_hippocastanum][] (Accessed: 11 June 2015).",
      "Woodland Trust (2015). Available at: [http://www.woodlandtrust.org.uk/visiting-woods/trees-woods-and-wildlife/british-trees/common-non-native-trees/horse-chestnut/][] (Accessed: 13 June 2015)""
    ]
  }
]
